Repository: ppfeufer/aa-bulletin-board
Catalog: aa_bulletin_board/locale/*/LC_MESSAGES/django.po
Languages: cs_cz, de, fr_fr, ja, ru, uk

source: Bulletin Board v{__version__}
cs_cz: Nástěnka v{__version__}
fr_fr: Tableau d'affichage v{__version__}
ru: Доска бюллетеней v{__version__}
uk: Дошка оголошень v{__version__}

source: Bulletin Board
cs_cz: Nástěnka
fr_fr: Tableau d'affichage
ja: 掲示板
ru: Доска бюллетеней
uk: Дошка оголошень

source: Restrict this bulletin to certain groups. If no group restrictions are in place, everyone who has access to this module can read this bulletin.
cs_cz: Omez nástěnku pro určité skupiny. Pokud nejsou nastavena žádná omezení, všichni s přístupem k tomuto modulu můžou číst tuto nástěnku.
de: Beschränkt dieses Bulletin auf bestimmte Gruppen. Wenn keine Gruppenbeschränkungen bestehen, kann jeder der Zugriff auf dieses Modul hat, dieses Bulletin lesen.
ja: この情報を特定のグループに制限する。グループ制限がない場合、このモジュールにアクセスできる全員がこの情報を読むことができます。
ru: Ограничить доступ к бюллетеню для конкретных групп. Если ограничение не задано, у всех пользователей модуля есть доступ к бюллетеню.
uk: Обмежте доступ до цього бюлетеня для певних груп. Якщо не встановлено жодних групових обмежень, кожен, хто має доступ до цього модуля, зможе прочитати цей бюлетень.

source: You have forgotten the content!
cs_cz: Zapomněl jsi obsah!
de: Du hast den Inhalt vergessen!
fr_fr: Vous avez oublié le contenu !
ja: 内容を忘れています！
ru: Вы забыли содержание!
uk: Вміст відсутній!

source: Can access this app
cs_cz: Má přístup k této aplikaci
de: Kann auf diese App zugreifen
fr_fr: Peut accéder à cette application
ja: このアプリにアクセス可能です
ru: Имеет доступ к приложению
uk: Має доступ до цього додатку

source: Can manage (add/change/remove) bulletins
cs_cz: Může spravovat (přidat, měnit, odstranit) nástěnky
de: Kann Bulletins verwalten (hinzufügen/ändern/entfernen)
ja: 情報の管理（追加／変更／削除）が可能
ru: Может управлять (добавлять/изменять/удалять) бюллетенями
uk: Може кеурувати (створювати/змінювати/видаляти) бюлетені

source: Title
cs_cz: Nadpis
de: Titel
ja: タイトル
ru: Заглавие
uk: Заголовок

source: Content
cs_cz: Obsah
de: Inhalt
ja: 内容
ru: Содержимое
uk: Вміст

source: Created
cs_cz: Vytvořeno
de: Erstellt
ja: 作成
ru: Создан
uk: Створений

source: Updated
cs_cz: Upraveno
de: Aktualisiert
ja: アップデート
ru: Обновлен
uk: Оновлено

source: User
cs_cz: Uživatel
de: Nutzer
fr_fr: Utilisateur
ja: ユーザー
ru: Пользователь
uk: Користувач

source: Group restrictions
cs_cz: Omezení skupiny
de: Gruppenbeschränkungen
fr_fr: Restrictions de groupe
ja: グループの制限
ru: Ограничения групп
uk: Обмеження групи

source: Bulletin
cs_cz: Nástěnka
ja: 速報
ru: Бюллетень
uk: Інформаційний бюлетень

source: Bulletins
cs_cz: Nástěnky
ja: 速報
ru: Бюллетени
uk: Інформаційні бюлетені

source: Back
cs_cz: Zpět
de: Zurück
fr_fr: Retour
ja: 戻る
ru: Назад
uk: Повернутися

source: Edit
cs_cz: Upravit
de: Bearbeiten
fr_fr: Editer
ja: 編集
ru: Редактировать
uk: Редагувати

source: Delete
cs_cz: Smazat
de: Löschen
fr_fr: Supprimer
ja: 削除
ru: Удалить
uk: Видалити

source: This bulletin is restricted to the following group:
cs_cz: Tato nástěnka je omezena pro tuto skupinu:
de: Dieses Bulletin ist auf die folgende Gruppe beschränkt:
fr_fr: Ce bulletin est restreint au groupe suivant :
ja: この掲示は、以下のグループに限定されます：
ru: Этот бюллетень доступен следующей группе:
uk: Доступ до цього бюлетеня обмежений для наступних груп:

source: Read more
cs_cz: Zobrazit více
de: Weiter lesen
fr_fr: En savoir plus
ja: 続きを読む
ru: Читать
uk: Читати далі

source: No bulletins found.
cs_cz: Žádné nástěnky nebyly nalezeny.
de: Keine Bulletins gefunden.
fr_fr: Aucun bulletin trouvé.
ja: お知らせはありません。
ru: Бюллетеней не найдено.
uk: Не зайдено бюлетеня.

source: Edit bulletin
cs_cz: Upravit nástěnku
de: Bulletin bearbeiten
fr_fr: Modifier le bulletin
ja: 掲示板を編集する
ru: Редактировать бюллетень
uk: Редагувати бюлетень

source: Create new bulletin
cs_cz: Vytvořit nástěnku
de: Neuen Bulletin erstellen
fr_fr: Créer un nouveau bulletin
ja: 新しい掲示板を作成する
ru: Создание нового бюллетеня
uk: Створити новий бюлетень

source: Update bulletin
cs_cz: Aktualizovat nástěnku
de: Bulletin aktualisieren
ja: 掲示板を更新する
ru: Обновить бюллетень
uk: Оновити бюлетень

source: Create bulletin
cs_cz: Vytvořit nástěnku
de: Bulletin erstellen
fr_fr: Créer un bulletin
ja: 掲示板を作成する
ru: Создать бюллетень
uk: Створити бюлетень

source: Add bulletin
cs_cz: Přidat nástěnku
de: Bulletin hinzufügen
fr_fr: Ajouter un bulletin
ja: 掲示板を追加する
ru: Добавить бюллетень
uk: Додати інформаційний бюлетень

source: Do you want to help translate this app into your language or improve the existing translation?
cs_cz: Chceš pomoc s překladem této aplikace do tvého jazyka, nebo vylepšit současný překlad?
de: Du möchtest helfen diese App in Deine Sprache zu übersetzen oder die bestehende Übersetzung verbessern?
fr_fr: Voulez-vous aider à traduire cette application dans votre langue ou améliorer la traduction existante ?
ja: このアプリをあなたの言語に翻訳するお手伝いをしたり、既存の翻訳を改善したりしませんか？
ru: Вы хотите помочь перевести это приложение на ваш язык или улучшить текущий перевод?
uk: Хочете допомогти перекласти цю програму вашою мовою чи покращити наявний переклад?

source: Join our team of translators!
cs_cz: Připoj se k našemu týmu překladatelů!
de: Tritt unserm Team von Übersetzern bei!
fr_fr: Rejoignez notre équipe de traducteurs !
ja: 翻訳者チームに参加しましょう！
ru: Присоединяйтесь к нашей команде переводчиков!
uk: Приєднуйтесь до нашої команди перекладачів!

source: Bulletin "{bulletin__title}" created.
cs_cz: Nástěnka "{bulletin__title}" vytvořena.
de: Bulletin „{bulletin__title}“ erstellt.
fr_fr: Bulletin "{bulletin__title}" créé.
ru: Бюллетень «{bulletin__title}» создан.
uk: Створено бюлетень «{bulletin__title}».

source: The bulletin you are looking for does either not exist, or you don't have access to it.
cs_cz: Nástěnka kterou hledáte buďto neexistuje, nebo k ní nemáte přístup.
de: Dieses Bulletin existiert entweder nicht oder Du hast keinen Zugriff darauf.
fr_fr: Le bulletin que vous cherchez n'existe pas, ou vous n'avez pas accès à celui-ci.
ja: お探しの掲示板は存在しません、またはアクセス権限がありません。
ru: Запрошенный бюллетень не существует или у Вас нет доступа.
uk: Бюлетень, який ви шукаєте, не існує, або у вас немає до нього доступу.

source: The bulletin you are trying to edit does not exist.
cs_cz: Nástěnka kterou chcete upravit neexistuje.
de: Das Bulletin das Du bearbeiten möchtest scheint nicht zu existieren.
fr_fr: Le bulletin que vous essayez de modifier n'existe pas.
ru: Бюллетень, который вы пытаетесь отредактировать, не существует.
uk: Бюлетень, який ви намагаєтеся відредагувати, не існує.

source: Bulletin "{bulletin__title}" updated.
cs_cz: Nástěnka "{bulletin__title}" aktualizována.
de: Bulletin „{bulletin__title}“ aktualisiert.
fr_fr: Bulletin "{bulletin__title}" mis à jour.
ru: Бюллетень «{bulletin__title}» обновлен.
uk: Оновлено бюлетень «{bulletin__title}».

source: Bulletin "{bulletin.title}" deleted.
cs_cz: Nástěnka "{bulletin.title}" smazána.
de: Bulletin „{bulletin.title}“ gelöscht.
fr_fr: Bulletin "{bulletin.title}" supprimé.
ru: Бюллетень «{bulletin.title}» удален.
uk: Бюлетень «{bulletin.title}» вилучено.

source: The bulletin you are trying to delete does not exist.
cs_cz: Nástěnku kterou se snažíte smazat neexistuje.
de: Das Bulletin das Du versuchst zu löschen scheint nicht zu existieren.
fr_fr: Le bulletin que vous essayez de supprimer n'existe pas.
ja: 削除しようとしている掲示板は存在しません。
ru: Бюллетень, который вы пытаетесь удалить, не существует.
uk: Бюлетень, яке ви намагаєтеся видалити, не існує.

source: Bulletin "{bulletin_title}" created.
ja: 「{bulletin_title}」という掲示板が作成されました。
